Repository: darktable-org/darktable
Catalog: doc/usermanual/po/nl.tmx
Source language: en
Languages: nl

source: cannot apply printer profile `%s'
nl: toepassen printerprofiel `%s' mislukt

source: failed to create temporary pdf for printing
nl: aanmaak tijdelijk pdf bestand voor afdrukken mislukt

source: cannot print until a picture is selected
nl: kan niet afdrukken voordat een papierformaat is geselecteerd

source: cannot print until a printer is selected
nl: kan niet afdrukken voordat een papierformaat is geselecteerd

source: cannot print until a paper is selected
nl: kan niet afdrukken voordat een papierformaat is geselecteerd

source: cannot get image %d for printing
nl: ophalen afbeelding %d voor afdrukken is mislukt

source: color management in printer driver
nl: kleur management van printer driver

source: printer ICC profiles in %s or %s
nl: printer ICC profielen in %s of %s

source: black point compensation
nl: zwartpuntcompensatie

source: activate black point compensation when applying the printer profile
nl: activeer zwartpuntcompensatie bij toepassing printerprofiel

source: page
nl: pagina

source: image width/height
nl: afbeelding b x h

source: scale factor
nl: schalingsfactor

source: image scale factor from native printer DPI: < 1 means that it is downscaled (best quality) > 1 means that the image is upscaled a too large value may result in poor print quality
nl: schaalfactor voor standaardprinter DPI: <1 betekent verkleinen (beste kwaliteit) >0 betekent vergroten een te grote waarde kan een slechte afdrukkwaliteit opleveren

source: top margin
nl: marge boven

source: left margin
nl: marge links

source: lock
nl: vergrendel

source: change all margins uniformly
nl: wijzig alle marges evenredig

source: right margin
nl: marge rechts

source: bottom margin
nl: marge onder

source: temporary style to use while printing
nl: te gebruiken tijdelijke stijl tijdens afdrukken

source: print
nl: afdrukken

source: print with current settings
nl: met huidige instellingen afdrukken

source: recently used collections
nl: snelle verzamelingen

source: jump back to previous collection
nl: keer terug naar vorige collectie

source: and
nl: en

source: or
nl: of

source: but not
nl: maar niet

source: select all images in current collection
nl: selecteer van de collectie alle afbeeldingen

source: select none
nl: selecteer niets

source: clear selection
nl: verwijder selectie

source: invert selection
nl: keer selectie om

source: select unselected images in current collection
nl: selecteer van de collectie alle niet geselecteerde afbeeldingen

source: select film roll
nl: selecteer map

source: select all images which are in the same film roll as the selected images
nl: selecteer alle afbeeldingen in de map met geselecteerde afbeeldingen

source: select untouched
nl: onaangeraakt

source: select untouched images in current collection
nl: selecteer niet eerder gekozen afbeeldingen

source: session
nl: sessie

source: create
nl: creëer

source: snapshots
nl: momentopnamen

source: take snapshot
nl: maak momentopname

source: toggle last snapshot
nl: schakel laatste momentopname

source: take snapshot to compare with another image or the same image at another stage of development
nl: maak een momentopname om een ontwikkelstadium of een andere afbeelding te vergelijken

source: styles
nl: stijlen

source: do you really want to remove style '%s'?
nl: wilt u echt stijl '%s' verwijderen?

source: remove style?
nl: stijl verwijderen?

source: select style
nl: selecteer stijl

source: darktable style files
nl: dt-stijl bestanden

source: available styles, doubleclick to apply
nl: beschikbare stijlen, dubbelklikken is toepassen

source: filter style names
nl: filter stijlnamen

source: create duplicate
nl: creëer kloon

source: creates a duplicate of the image before applying style
nl: maakt een kloon van de afbeelding voordat stijl wordt toegepast

source: create...
nl: creëer ...

source: create styles from history stack of selected images
nl: creëer stijlen van bewerkingsstappen van geselecteerde afbeeldingen

source: edit...
nl: bewerk ...

source: edit the selected style in list above
nl: bewerk geselecteerde stijl uit bovenstaande lijst

source: removes the selected style in list above
nl: verwijdert in bovenstaande lijst geselecteerde stijl

source: import style from a style file
nl: importeer stijl uit een stijl bestand

source: export the selected style into a style file
nl: exporteer stijl in een stijl bestand

source: tagging
nl: labelen

source: attach
nl: verbind

source: detach
nl: ontbind

source: new
nl: nieuw

source: redo last tag
nl: geef laatste label opnieuw

source: attach tag to all
nl: verbind label aan alles

source: detach tag
nl: ontbind label

source: delete tag?
nl: label verwijderen?

source: tag: %s
nl: label: %s

source: do you really want to delete the tag `%s'? %d image is assigned this tag!
nl: wilt het label '%s'? verwijderen? %d afbeelding is verbonden met dit label!

source: tag %s removed
nl: label %s verwijderd

source: delete path
nl: verwijder lpad

source: <u>%d</u> tag will be deleted.
nl: <u>%d</u> label wordt verwijderd

source: <u>%d</u> image will be updated
nl: <u>%d</u> afbeelding wordt bijgewerkt

source: %d tags removed
nl: %d labels verwijderd

source: create tag
nl: creëer label

source: name:
nl: naam:

source: add to: "%s"
nl: voeg toe aan: "%s"

source: category
nl: categorie

source: synonyms:
nl: synoniemen:

source: empty tag is not allowed, aborting
nl: leeg label is niet toegestaan, afbreken

source: tag name already exists. aborting.
nl: label naam bestaat al, afbreken

source: edit tag
nl: bewerk label

source: <u>%d</u> tag will be updated.
nl: <u>%d</u> label wordt bijgewerkt

source: '|' character is not allowed for renaming tag. to modify the hierachy use rename path instead. Aborting.
nl: het '|' symbool is niet toegestaan gebruik een aangepast pad om de hiërarchie te wijzigen

source: at least one new tag name (%s) already exists, aborting
nl: minimaal een nieuwe label benaming (%s) bestaat al, afbreken

source: rename path?
nl: hernoem pad?

source: selected path: %s
nl: geselecteerd pad: %s

source: '|' misplaced, empty tag is not allowed, aborting
nl: '|' misplaatst, lege label is niet toegestaan, afbreken

source: at least one new tagname (%s) already exists, aborting.
nl: ten minste één nieuw tagname (%s) bestaat al, annuleren

source: attach tag
nl: label toevoegen

source: delete tag
nl: verwijder label

source: create tag...
nl: creëer label ...

source: edit tag...
nl: bewerk label ...

source: rename path...
nl: hernoem pad ...

source: copy to entry
nl: kopieer naar invoer

source: go to tag collection
nl: show collectie geselecteerde labels

source: go back to work
nl: keer terug naar volledige collectie

source: (private)
nl: (persoonlijk)

source: Select a keyword file
nl: selecteer trefwoorden bestand

source: _import
nl: _importeren

source: error importing tags
nl: fout bij importeren van labels

source: %zd tags imported
nl: %zd labels geïmporteerd

source: Select file to export to
nl: kies bestand om naar te exporteren

source: _export
nl: _exporteren

source: error exporting tags
nl: fout bij het exporteren van labels

source: %zd tags exported
nl: %zd labels geëxporteerd

source: attached tags, double-click to detach right-click for other actions on attached tag, ctrl-wheel scroll to resize the window
nl: verbonden labels dubbel klik om te ontbinden rechtermuis klik voor andere opties ctrl-wiel scroll om venster te vergroten/te verkleinen

source: attach tag to all selected images
nl: verbind label aan geselecteerde afbeelding(en)

source: detach tag from all selected images
nl: ontbind label van geselecteerde afbeelding(en)

source: toggle list with / without hierarchy
nl: wissel lijst met/zonder hiërarchie

source: toggle sort by name or by count
nl: wissel sortering op naam of aantal

source: toggle show or not darktable tags
nl: wissel weergave labels/alles

source: enter tag name
nl: voer in label naam

source: clear entry
nl: wis invoer

source: tag dictionary, double-click to attach, right-click for other actions on selected tag, ctrl-wheel scroll to resize the window
nl: label woordenboek dubbelklik om te binden rechtermuis klik voor andere opties ctrl-wiel scroll om venster te vergroten/te verkleinen

source: create a new tag with the name you entered
nl: creëer een nieuw label met een door u ingevoerde naam

source: import tags from a Lightroom keyword file
nl: importeer labels vanuit een Lightroom trefwoorden-bestand

source: export all tags to a Lightroom keyword file
nl: exporteer alle labels naar een Lightroom trefwoorden bestand

source: toggle list / tree view
nl: wissel lijst/boom weergave

source: toggle list with / without suggestion
nl: wissel lijst met/zonder suggestie

source: tag shortcut is not active with tag tree view. please switch to list view
nl: label snelkoppeling werkt niet met label boomstructuur weergave schakel over naar lijstweergave

source: battery indicator
nl: batterij indicator

source: colorlabels
nl: kleurlabels

source: toggle red label of selected images
nl: wissel voor geselecteerde afbeeldingen het label rood

source: toggle yellow label of selected images
nl: wissel voor geselecteerde afbeeldingen het label geel

source: toggle green label of selected images
nl: wissel voor geselecteerde afbeeldingen het label groen

source: toggle blue label of selected images
nl: wissel voor geselecteerde afbeeldingen het label blauw

source: toggle purple label of selected images
nl: wissel voor geselecteerde afbeeldingen het label paars

source: clear all labels of selected images
nl: verwijder kleurlabels van alle geselecteerde afbeeldingen

source: copyright (c) the authors 2009-%s
nl: copyright (c) auteurs 2009-%s

source: organize and develop images from digital cameras
nl: organiseer en ontwikkel afbeeldingen van digitale camera's

source: translator-credits
nl: Ger Siemerink vragen of opmerking over de vertaling? mailto: g.siemerink@gmail.com

source: filmstrip
nl: fotoreeks

source: time
nl: tijd

source: custom sort
nl: aangepaste sortering

source: shuffle
nl: schuiven

source: view
nl: weergeven

source: unstarred only
nl: alleen zonder ster

source: rejected only
nl: alleen afgekeurde

source: all except rejected
nl: alles behalve afgekeurde

source: sort by
nl: sorteer op

source: preferences
nl: voorkeuren

source: overlay mode for size
nl: overlay modus voor maat

source: expand grouped images
nl: uitbreiden gegroepeerde afbeeldingen

source: collapse grouped images
nl: sluit gegroepeerde afbeeldingen

source: click to change the type of overlays shown on thumbnails
nl: klik om het type overlay over de miniaturen te wijzigen

source: no overlays
nl: geen overlays

source: overlays on mouse hover
nl: overlays bij gebruik muisaanwijzer

source: extended overlays on mouse hover
nl: uitgebreide overlays bij muisaanwijzer

source: permanent overlays
nl: permanente overlays

source: permanent extended overlays
nl: permanent uitgebreide overlays

source: permanent overlays extended on mouse hover
nl: permanente uitgebreide overlays bij muisaanwijzer

source: overlays block on mouse hover
nl: overlays blokkeren bij gebruik muisaanwijzer

source: enable this, then click on a control element to see its online help
nl: activeer dit, klik vervolgens op een besturingselement en bekijk de online help

source: show global preferences
nl: persoonlijke voorkeuren

source: do you want to access https://darktable.gitlab.io/doc/?
nl: wil je toegang tot https://darktable.gitlab.io/doc/?

source: access the online usermanual?
nl: online gebruikershandleiding benaderen?

source: help url opened in web browser
nl: help url geopend in webbrowser

source: error while opening help url in web browser
nl: fout bij het openen van de help url in webbrowser

source: there is no help available for this element
nl: hiervoor ontbreekt een help functie

source: hinter
nl: 'hinter' (achter?)

source: image infos
nl: afbeeldingsinfo

source: zoomable light table
nl: zoombare bibliotheek

source: file manager
nl: bestandsmanager

source: culling
nl: selectie

source: fixed zoom
nl: vastgestelde inzoom

source: dynamic zoom
nl: dynamisch zoom

source: zoom max
nl: volledig inzoomen

source: zoom in
nl: inzoomen

source: zoom out
nl: uitzoomen

source: zoom min
nl: volledig uitzoomen

source: toggle culling mode
nl: selectie modus aan/uit

source: toggle culling dynamic mode
nl: dynamische selectie modus aan/uit

source: toggle culling zoom mode
nl: wissel zoom selectie modus

source: timeline
nl: tijdlijn

source: start selection
nl: start selectie

source: stop selection
nl: stop selectie

source: view toolbox
nl: bekijk toolbox

source: viewswitcher
nl: schermwisselaar

source: select file
nl: selecteer bestand

source: double click to reset to `%f'
nl: dubbelklik om te resetten naar `%f'

source: lua options
nl: lua-opties

source: loading image
nl: ophalen afbeelding

source: gamut check
nl: gammacontrole

source: no image to open !
nl: geen afbeelding om te openen!

source: no userdefined presets for favorite modules were found
nl: voorkeuren, door gebruiker gedefinieerd, voor favoriete modules ontbreken

source: applied style `%s' on current image
nl: stijl '%s" is toegepast op de huidige afbeelding

source: no styles have been created yet
nl: er is nog niet eerder een stijl aangemaakt

source: quick access to presets of your favorites
nl: snelle toegang tot de voorkeuren van uw favorieten

source: quick access for applying any of your styles
nl: snelle toegang om een stijl toe te passen

source: display a second darkroom image window
nl: toon een tweede scherm module ontwikkelen

source: toggle ISO 12646 color assessment conditions
nl: schakel ISO 12646 kleur beoordelingsvoorwaarden

source: toggle raw over exposed indication right click for options
nl: raw overbelichtingsindicator in/uit schakelen opties via de rechtermuisknop

source: mark with CFA color
nl: markeer met CFA kleur

source: mark with solid color
nl: markeer met een vastgestelde kleur

source: select how to mark the clipped pixels
nl: bepaal hoe geclipte pixels worden gemarkeerd

source: color scheme
nl: kleurenschema

source: select the solid color to indicate over exposure. will only be used if mode = mark with solid color
nl: kies een vaste kleur voor indicatie van overbelichting werkt alleen in de stand: markeer met een vaste kleur

source: threshold of what shall be considered overexposed 1.0 - white level 0.0 - black level
nl: drempel voor wat moet worden beschouwd als overbelicht 1.0 - wit niveau 0.0 - zwart niveau

source: toggle over/under exposed indication right click for options
nl: over- en onderbelichtingsindicator in/uit schakelen opties via de rechtermuisknop

source: red & blue
nl: rood en blauw

source: purple & green
nl: paars en groen

source: select colors to indicate over/under exposure
nl: kies kleuren voor weergave over/onderbelichting

source: lower threshold
nl: drempel onderkant

source: threshold of what shall be considered underexposed
nl: drempel voor wat moet worden beschouwd als onderbelicht

source: upper threshold
nl: drempel bovenkant

source: threshold of what shall be considered overexposed
nl: drempel voor wat moet worden beschouwd als overbelicht

source: toggle softproofing right click for profile options
nl: softproofing in/uit schakelen opties via de rechtermuisknop

source: toggle gamut checking right click for profile options
nl: gamma controle in/uit schakelen opties via de rechtermuisknop

source: display intent
nl: toon voornemen

source: preview display intent
nl: voorbeeldweergave intentie

source: display profile
nl: weergaveprofiel

source: preview display profile
nl: voorbeeld weergaveprofiel

source: histogram profile
nl: histogram profiel

source: display ICC profiles in %s or %s
nl: toon ICC profielen in %s of %s

source: preview display ICC profiles in %s or %s
nl: voorbeeldweergave ICC profielen in %s of %s

source: softproof ICC profiles in %s or %s
nl: softproof ICC profielen in %s of %s

source: histogram and color picker ICC profiles in %s or %s
nl: histogram en kleuren kiezer ICC profiles in %s or %s

source: set the color of lines that overlay the image (drawn masks, crop and rotate guides etc.)
nl: bepaal de kleur van lijnen die de afbeelding bedekken (getekende maskers, bijsnijd- en rotatiegidsen etc.)

source: overlay color
nl: overlay kleur

source: set overlay color
nl: kies overlay kleur

source: zoom close-up
nl: maximaal inzoomen

source: zoom fill
nl: zoom vullen

source: zoom fit
nl: zoom passend

source: image forward
nl: volgende afbeelding

source: image back
nl: vorige afbeelding

source: color assessment
nl: kleurbeoordeling

source: cycle overlay colors
nl: draai overlay kleuren

source: show drawn masks
nl: toon getekende maskers

source: increase brush size
nl: verhoog penseeldikte

source: decrease brush size
nl: verminder penseeldikte

source: increase brush hardness
nl: verhoog penseelhardheid

source: decrease brush hardness
nl: verminder penseelhardheid

source: increase brush opacity
nl: verhoog penseeldekking

source: decrease brush opacity
nl: verminder penseeldekking

source: full preview
nl: volledige voorbeeld

source: undo
nl: herstel

source: redo
nl: opnieuw

source: allow to pan & zoom while editing masks
nl: sta tijdens het bewerken van maskers herschalen en zoomen toe

source: search modules
nl: zoek modules

source: switch to lighttable
nl: schakel naar bibliotheek

source: zoom in the image
nl: inzoomen op de afbeelding

source: unbounded zoom in the image
nl: onbegrensde zoom in de afbeelding

source: zoom to 100% 200% and back
nl: zoom naar 100%, 200% en weer terug

source: [modules] expand module without closing others
nl: [modules] module uitbreiden zonder anderen te sluiten

source: [modules] change module position in pipe
nl: [modules] wijzig modulepositie in pijplijn

source: darktable - darkroom preview
nl: darktable - voorbeeldweergave ontwikkelen

source: good knight
nl: goedenacht

source: there are no images in this collection
nl: er bevinden zich geen afbeeldingen in deze collectie

source: if you have not imported any images yet
nl: als nog geen afbeeldingen zijn geïmporteerd

source: you can do so in the import module
nl: dit kan worden uitgevoerd vanuit de importeer-module

source: try to relax the filter settings in the top panel
nl: verruim het filter in het toppaneel

source: or add images in the collection module in the left panel
nl: of importeer afbeeldingen naar de catalogus in het linkerpaneel

source: move page up
nl: verplaats pagina omhoog

source: move page down
nl: verplaats pagina omlaag

source: move left
nl: verplaats naar links

source: move right
nl: verplaats naar rechts

source: move start
nl: verplaats begin

source: move end
nl: verplaats einde

source: move page up and select
nl: verplaats pagina omhoog en selecteer

source: move page down and select
nl: verplaats pagina omlaag en selecteer

source: move up and select
nl: verplaats omhoog en selecteer

source: move down and select
nl: verplaats neerwaarts en selecteer

source: move left and select
nl: verplaats naar links en selecteer

source: move right and select
nl: verplaats naar rechts en selecteer

source: move start and select
nl: verplaats start en selecteer

source: move end and select
nl: verplaats naar einde en selecteer

source: align images to grid
nl: uitlijnen afbeeldingen op raster

source: reset first image offset
nl: reset eerste beeldverschuiving

source: select toggle image
nl: omkeren afbeelding

source: select single image
nl: selecteer een afbeelding

source: preview
nl: voorbeeld

source: preview with focus detection
nl: voorbeeld met focusdetectie

source: sticky preview
nl: sticky-voorbeeld

source: sticky preview with focus detection
nl: sticky-voorbeeld met focus detectie

source: preview zoom 100%
nl: voorbeeld zoom 100%

source: preview zoom fit
nl: voorbeeld passende zoom

source: open image in darkroom
nl: open afbeelding in ontwikkelen

source: switch to next/previous image
nl: overschakelen naar volgende/voorgaande afbeelding

source: zoom to 100% and back
nl: zoom naar 100% en terug

source: scroll the collection
nl: scroll door collectie

source: change number of images per row
nl: wijzig aantal afbeeldingen per rij

source: change image order
nl: afbeeldings volgorde wijzigen

source: zoom all the images
nl: inzoomen in op alle afbeeldingen

source: pan inside all the images
nl: uitzoomen op alle afbeeldingen

source: zoom current image
nl: inzoomen op huidige afbeelding

source: pan inside current image
nl: uitzoomen op huidige afbeelding

source: zoom current image to 100% and back
nl: zoom huidige afbeelding naar 100% en terug

source: zoom the main view
nl: zoom in op hoofdaanzicht

source: pan inside the main view
nl: zoom binnen de pan inside hoofdweergave

source: set display profile
nl: kies weergaveprofiel

source: map
nl: kaart

source: [on image] open in darkroom
nl: [op afbeelding] open in ontwikkelen

source: [on map] zoom map
nl: [on map] kaart inzoomen

source: move image location
nl: verplaats afbeeldings locatie

source: end of images. press any key to return to lighttable mode
nl: laatste afbeelding, druk een toets om terug te keren naar bibliotheekmodus

source: waiting to start slideshow
nl: wacht op start presentatie

source: slideshow paused
nl: presentatie gepauzeerd

source: slideshow delay set to %d second
nl: presentatie wissel ingesteld op %d seconde

source: start and stop
nl: start en stop

source: go to next image
nl: ga naar volgende afbeelding

source: go to previous image
nl: ga naar vorige afbeelding

source: new session initiated '%s'
nl: nieuwe sessie gestart-'%s'

source: no camera with tethering support available for use...
nl: geen camera met tetheringondersteuning aanwezig

source: Left click
nl: links klikken

source: Right click
nl: klik rechts

source: Middle click
nl: klik middelste

source: Left double-click
nl: links dubbelklikken

source: Right double-click
nl: rechts dubbelklikken

source: Drag and drop
nl: slepen en neerzetten

source: Left click+Drag
nl: klik links + sleep

source: Right click+Drag
nl: klik rechts + sleep

source: switch to a classic window which will stay open after key release.
nl: schakel over naar klassiek venster dat open blijft na het loslaten van toets

source: mouse actions
nl: muisacties

source: Action
nl: actie
